;
;
; Note: The author of these translation don't write portuguese according to the new orthographic agreement between Portugal and Brazil
; Nota: O autor desta tradução não escreve português de acordo com o novo acordo ortográfico entre Portugal e o Brasil
;
;
;
;
; TranslationAuthor: Luis Neves
; TranslationAuthorEmail: luis.a.neves@sapo.pt
; Soft Version: 9.51
;
[Lang]
NativeLanguage=Português ( Portugal )

[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
Support=Apoio & feedback

[Translation]
;
; Hábitos de Leitura
;
ReadHabit=Left-to-right
;
; Fonte e Conjunto de Caracteres
;
LanguageName=PT-PT
LangCode=0816
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
;
; Caixa de Mensagens
;
Information=Informação
Warning=Alertas
Error=Erro
Confirm=Confirmação
;
; Interface Principal
;
FrmGeneral.chkuac.caption=Ignorar UAC
FrmWRC.btnassist.caption=Assistência
FrmWRC.btnregclean.caption=Limpeza do Registo
FrmWRC.btnadv.caption=Afinação do Sistema
FrmWRC.btnsilm.caption=Desfrag. do Registo
FrmWRC.btnrestore.caption=Restaurar
FrmWRC.btnsettings.caption=Definições
FrmWRC.btnlikeit.caption=Gosto
FrmWRC.btnsuggest.caption=Sugestões e Comentários
FrmWRC.WiseSimpleButton1.caption=Cópia de Segurança
FrmWRC.btnupdate.caption=Procurar actualizações
FrmWRC.btnfacebook.hint=Siga-nos no facebook
FrmWRC.btntwitter.hint=Siga-nos no Twitter
FrmWRC.btnemail.hint=Partilhe-o com os seus amigos
;
; Limpeza do Registo
;
FrmReg.caption=Registar
FrmRegClean.btnall.caption=Sel.Tudo
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Desmarcar Tudo
FrmRegClean.btnCustom.caption=Área pessoal
FrmRegClean.WiseLabel1.caption=Agendar
FrmRegClean.lbltype.caption=Tipo de Análise:
FrmRegClean.lblweek.caption=Dia:
FrmRegClean.lbltime.caption=Hora:
FrmRegClean.btnScan.caption=Iniciar a Análise
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Voltar Início
FrmRegClean.lblstat.caption=Até à data nunca limpou o registo. Sugere-se uma limpeza imediata!
FrmRegClean.vtrc.Columns[0]=Dados
FrmRegClean.vtrc.Columns[1]=Chave de Registo
FrmReg.lblinfo.caption=Obrigado por escolher o Wise Registry Cleaner
FrmReg.lblinfoex.caption=Introduza a sua chave de licença para activar a versão PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Nome:
FrmReg.lblKey.caption=Licença:
FrmReg.btnReg.caption=Registar
FrmReg.btnbuy.caption=Comprar
FrmReg.lblhelp.caption=Problemas com a chave de licença?
FrmReg.btnContact.caption=Contacte-nos
;
; Optimizador
;
FrmOptimizer.btnSlimming.caption=Optimizar
FrmOptimizer.btnnone.caption=Desmarcar Tudo
FrmOptimizer.btnall.caption=Selec.Tudo
FrmOptimizer.btnDefault.caption=Padrão Sistema
FrmOptimizer.lblrecommendinfo.caption=Por favor experimente os nossos outros produtos em wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer é um pacote de utilitários importante para o registo, disco e sistema do seu computador. Fácil de utilizar e Eficaz!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner é o melhor utilitário de limpeza de disco grátis para remover ficheiros de lixo e vestígios de privacidade. Rápido, Completo e Seguro!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Quer melhorar ainda mais o desempenho do Windows?
Frmoptimizer.lblinfoex.caption=A Afinação do Sistema pode melhorar a sua rede, acelerar o Windows, e tornar o sistema mais estável.
FrmOptimizer.btnoptimize.caption=Optimizar
;
; Desfragmentação do Registo
;
FrmRegDefragger.lblinfo.caption=A Desfragmentação do Registo pode tornar o seu computador mais rápido e estável.
FrmRegDefragger.lblstat.caption=Ainda não desfragmentou o seu registo. Sugere-se uma desfragmentação imediata!
FrmRegDefragger.btndefrag.caption=Defragmentar
FrmRegDefragger.lblinfo1.caption=1. Sugerimos que encerre todas as outras aplicações antes de executar esta função.
FrmRegDefragger.lblinfo2.caption=2. O sistema ficará sem responder durante esta operação.
FrmRegDefragger.lblinfo3.caption=3. O seu computador será reiniciado após a desfragmentação do registo estar completa.
FrmRegDefragger.lblinfo4.caption=4. Por favor não interrompa a desfragmentação do Registo, senão, isso poderá ter consequências imprevisíveis.
FrmRegDefragger.vtdefrag.Columns[0]=Nome da secção
FrmRegDefragger.vtdefrag.Columns[1]=Tamanho Actual
FrmRegDefragger.vtdefrag.Columns[2]=Novo Tamanho
FrmRegDefragger.vtdefrag.Columns[3]=Taxa de Redundância
FrmRegDefragger.btnAnalysis.caption=Analisar
;
; Áreas de exame personalizado
;
Frmcustom.caption=Área Pessoal
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Sel. Tudo
Frmcustom.btnnone.caption=Desm. Tudo
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=Ok
;
; Janela Acerca
;
FrmAbout.lblver.caption=Versão Actual:
FrmAbout.lblemail.caption=Email de ajuda:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Página Inicial:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Agradecimentos às seguintes pessoas pelos seus contributos:
FrmAboutWin.caption=Acerca
FrmAboutWin.btnok.caption=Ok
;
; Definições
;
FrmSettings.caption=Definições
FrmSettings.tsCommon.caption=Geral
FrmGeneral.chkexp.caption=Aderir ao Programa de Melhoria Baseado na Experiência do Cliente
FrmGeneral.lblexp.caption=Detalhes
FrmSettings.tsAutoRun.caption=Auto Executar
FrmSettings.tsExclusion.caption=Exclusões
FrmSettings.btnrestore.caption=Acerca
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancelar
FrmGeneral.chkassist.caption=Notificar quando alguém colocar uma questão a pagar.
FrmUsers.lblinfo.caption=Seleccione os utilizadores que podem gerir o Wise Registry Cleaner
FrmUsers.rdcuser.caption=Só o utilizador actual
FrmUsers.rdauser.caption=Todos os utilizadores
FrmUsers.rdusers.caption=Os utilizadores seleccionados
FrmSettings.tsUsers.caption=Utilizadores
;
; Execução Automática
;
FrmAutorunSettings.chk1.caption=Criar um ícone "Limpar com 1-clique", e colocá-lo no ambiente de trabalho
FrmAutorunSettings.lblcmd.caption=Modo de Linha de Comandos
FrmAutorunSettings.lblcmdinfo.caption=Pode executar o programa, analisar e limpar o Registo, da linha de comandos. Para mais informação, pressione F1 ou clique na seguinte URL para ler os nossos documentos de ajuda.
FrmAutorunSettings.btnhelp.caption=Ajuda Online
;
; Lista de Exclusões
;
FrmExclusion.btnAdd.caption=Adic. Palavra-chave
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Remover
FrmExclusion.btnimport.caption=Importar
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancelar
;
; Definições Gerais
;
FrmGeneral.chkNews.caption=Receber notícias automaticamente
FrmGeneral.chkbackup.caption=Fazer cópia automática do registo antes de limpar
FrmGeneral.WiseLabel1.caption=Procurar Actualizações:
FrmGeneral.WiseLabel2.caption=Idioma Padrão:
FrmGeneral.btnchecknew.caption=Procurar Agora
FrmGeneral.lbtran.caption=Traduzir para...
FrmGeneral.lblscanmode.caption=Como analisar o Registo
FrmGeneral.rdnormal.caption=Análise Padrão
FrmGeneral.rdssafe.caption=Análise Rápida
FrmGeneral.rddeep.caption=Análise Profunda
FrmGeneral.lblBackup.caption=Cópia de seg. para:
FrmGeneral.btnbr.caption=Procurar..
FrmRegClean.lblDefaultHint.Caption=Analisa apenas as entradas seguras
FrmRegClean.lblFullHint.Caption=Modo análise completa para utilizadores avançados
FrmRegClean.lblCustomHint.Caption=Análise Personalizada
TFrmScheduler.lblHint.caption=A tarefa agendada irá usar o modo Rápido.
FrmScheduler.caption=Agendador
;
; Cópia de Segurança e Restauro
;
Frm_br.btncancel.caption=Cancelar
FrmBackup.caption=Cópia de Segurança
FrmBackup.btnreg.caption=Criar cópia de seg. completa do registo
FrmBackup.btnsys.caption=Criar um ponto de restauro do sistema
FrmRestore.caption=Centro de Restauro
FrmRestore.btnRegBk.caption=Cópia de Segurança do Registo
FrmRestore.btnSysBK.caption=Restauro do Sistema
FrmRestore.btnclose.caption=Fechar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
;
; Actualização
;
frmupdate.caption=Actualização do Software
;
; Menus Pendentes
;
pmLicenseKey1=Registar
pmLicenseKey=Alterar chave de licença
pmHelp=Ajuda Online
pmforum=Fórum
pmHome=Página Inicial
pmContact=Contacte-nos
pmCheckNew=Procurar actualizações
pmLang=Seleccionar Idioma
pmSkin=Seleccionar Tema
pmAbout=Acerca
pmIgnore=Ignorar entrada seleccionada
pmrec=Seleccionar Entradas Seguras
pmAll1=Selec. Tudo
pmNone=Desmarcar Tudo
pmGo=Abrir no Editor de Registo...
pmExport=Exportar para...
pmPortable=Criar uma versão portátil
;
; Gostar de Nós
;
FrmlikeUs.lblTitle.caption=Se gosta do Wise Registry Cleaner, por favor dê a conhecer esta adorável ferramenta grátis aos seus conhecidos.
FrmlikeUs.lblInfo.caption=Por favor partilhe o Wise Registry Cleaner com a sua família, amigos e colegas por Email, Blog, Twitter, Youtube, Facebook, ect.. Bem feito! Trará vantagens e eficiência às suas vidas.
FrmlikeUs.lblRate.caption=Classifique Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Siga-nos em:
FrmlikeUs.lblshare.caption=Partilhe o Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Transferir
FrmlikeUs.imgrate.hint=Dê-nos o prémio de 5 estrelas
FrmlikeUs.imgmail.hint=Partilhe-o com os seus amigos
FrmlikeUs.imgface1.hint=Partilhe-o no facebook
FrmlikeUs.imgface2.hint=Siga-nos no facebook
FrmlikeUs.imgtwitter1.hint=Partilhe-o no twitter
FrmlikeUs.imgtwitter2.hint=Siga-nos no twitter
FrmlikeUs.Caption=Gosto
FrmlikeUs.lbldownload.caption=Transfira mais freeware de WiseCleaner.com
;
; Def Process
;
FrmProcess.Caption=Análise do Registo
FrmProcess.lblwait.caption=A Analisar...
FrmProcess.lblinfo.caption=O seu PC ficará sem responder alguns segundos ou minutos.
FrmProcess.lblwait.caption=A analisar, por favor aguarde...

[Message]
alluser=Todos os utilizadores
currentuser=Utilizador actual
Username=Utilizador
Proupdate=Lamentamos! A versão 'giveaway' não suporta actualizações, mas podemos oferecer um desconto especial para obter a versão mais recente. Caso contrário será transformada na versão GRATUÍTA se optar pela actualização. Continuar?
MWDetected=Foi detectado que o MalwareBytes está a impedir o %s de funcionar. Clique OK para obter a solução.
ActivateOnline=A verificar a sua informação de registo, por favor aguarde alguns segundos...
WRCRunning=O programa está em execução.
StopAndExit=O programa está a analisar, deseja parar a análise e sair?
EmptyEmail=O endereço de email não pode estar em branco.
EmptyName=O utilizador não pode estar em branco.
InvalidEmail=Email inválido, introduza um email válido.
EmpytKey=A licença não pode estar em branco.
InvalidKey=Chave de licença inválida, introduza uma chave válida.
EnterEmail=Introduza o seu email
EnterName=Introduza o seu nome
EnterKey=Introduza a sua chave de licença
Message=Excedido o número máximo de activações.
ThanksRegister=Obrigado por registar este produto!
Activated=Foi activada a versão completa.
ConnectFail=Não é possível ligar ao servidor, verifique a sua ligação internet e tente mais tarde.
NoRegInfo=Não é possível localizar a sua informação de registo, se acha que é engano, por favor contacte-nos.
NeedAdmire=A função está disponível para administradores. Se a deseja executar, inicie sessão como administrador.
Valuenrea=Nome do Valor
Keyname=Nome da Chave
ScheduleHint=Limpe o computador regularmente.
Unoptimized=Não Optimizado
UpdateError=Erro de actualização, deseja transferir a versão mais recente do nosso site?
RegeditorLocked=O seu editor de registo está bloqueado. A funcionalidade de cópia de segurança/restauro necessita de acesso ao editor de registo. Quer desbloqueá-lo agora?
failtounLock=Não foi possível desbloquear o editor de registo. Talvez necessite autorização para efectuar esta operação.
Total=Total
DefragRate=Isto pode ajudá-lo a reduzir o tamanho do registo em %s.
SuggestDefrag=Recomenda-se uma desfragmentação do registo imediata.
SuggestIgnore=O seu Registo dificilmente terá alguma redundância, por isso desframente-o para uma próxima vez.
TypeNoError=Limpo
NeverClean=Até à data nunca limpou o registo. Sugere-se uma limpeza imediata!
AdviseClean=Uma limpeza regular do registo pode tornar o seu computador mais rápido e seguro.
DupItem=Este item consta da listagem.
Advisedefrag=A Desfragmentação do Registo pode tornar o seu computador mais rápido e estável.
NeverDefrag=Ainda não desfragmentou o seu registo. Sugere-se uma desfragmentação imediata!
LastDefrag=A última vez que desfragmentou o seu registo foi em:
TotalDefrag=Um total de %.2f foi comprimido.
DefaultValue=(Padrão)
RegBackup=Cópia de Segurança do Registo
RegRestore=Restaurar o Registo
CreateBackup=A criar cópia de segurança...
Compress=A Comprimir...
Extracte=A Extrair...
Complete=Concluído
RestoreReg=A Restaurar o Registo...Aguarde uns minutos...
NotSupportOS=A funcionalidade não é suportada por este sistema operativo.
EnableRestore=O Restauro do Sistema está desactivado. Quer activar o Restauro do Sistema?
SysCreating=A Criar um ponto de restauro do sistema...
SysRestoring=A prepararar para restaurar o sistema...
RestorePointDone=O ponto de restauro do sistema foi criado com êxito.
RestorePointFail=Falha ao criar um ponto de restauro do sistema.
ErrorMsg=Mensagem de Erro:
Area=Área
Summary=Descrição
LeastOne=Por favor escolha pelo menos uma área para analisar.
IsRunning=O programa está a analisar, espere pelo fim da análise e tente de novo.
Optimized=Optimizado
DefragReport=O Registo foi compactado. Relatório da Optimização:
DefragReport1=O antigo tamanho do registo:
DefragReport2=O novo tamanho do registo:
DefragReport3=Tamanho optimizado:
ReOptimize=A Optimizar de novo
ComfirmDefrag=Por favor guarde o trabalho pendente, porque o computador reiniciará imediatamente após a desfragmentação do registo. Quer começar agora?
def15After=Passaram %d dias desde a última desfragmentação do registo. Por favor desfragmente-o agora!
def15Before=O seu computador funcionará rápido e estável se mantiver o seu registo o mais compactado possível.
KeyWord=Por favor introduza as suas palavras chave:
ExImport=A lista de exclusões foi exportada para:
NoNewVer=A versão que está a usar é a mais recente.
Daily=Diária
Weekly=Semanal
Monthly=Mensal
Never=Nunca
TranslateTo=Traduzir para...
NeedBack=Parece que esta é a primeira vez que usa este programa. Recomenda-se uma Cópia de Segurança imediata do Registo. Pretende fazer já essa cópia automaticamente?
Newsletter=Boletim Informativo
UpgradeInfo=Informações de actualização
CannotCrTask=Não é possível agendar tarefa.
ScheduleNextTime=A próxima vez:
Exported=Os itens actuais foram exportados para %s. Quer abrir agora o ficheiro?
Idle=Quando inactivo
Login=Ao iniciar sessão
LastClean=A última vez que efectuou uma limpeza do registo foi em:
Monday=Segunda-feira
Tuesday=Terça-feira
Wednesday=Quarta-feira
Thursday=Quinta-feira
Friday=Sexta-feira
Saturday=Sábado
Sunday=Domingo
IssueFound=Encontrados %d problemas.
Scanning=A Analisar
ScanCanceled=A análise foi cancelada!
FindError=Foram encontrados %d problemas. %d são arriscados.
LogAll=Foram encontrados %d problemas, %d problemas foram resolvidos.
LogFail=Falha em remover %d problemas.
StartClean=Iniciar limpeza
StartScan=Iniciar a Análise
7After=Passaram %d dias desde que limpou o registo pela última vez. Sugere-se uma análise imediata.
7Before=Quanto mais limpo fica o seu registo, mais rápido se torna o seu computador!
ReScanHint=Foram encontrados %d problemas. Sugerimos que analise de novo para procurar mais problemas.
CleanNow=Por favor clique em "Iniciar Limpeza" para reparar estes problemas de imediato.
NoError=Parabéns! Tem um registo limpo!
GoodHabit=Uma limpeza regular do registo ajuda a manter o seu computador num desempenho de topo.
ReScanHint1=Sugerimos que analise de novo para procurar potenciais problemas.
TypeChanged=Alterou os itens da análise!
ReScanHint2=Por favor analise novamente para procurar problemas.
CleanDone=A limpeza está completa!
bkAuto=Automaticamente
bkManual=Manualmente
BackupDate=Hora da cópia de segurança
BackupType=Tipo de cópia de segurança
Problems=Problemas
CreateDate=Data da Criação
Description=Descrição
Removebackup=Quer remover a cópia de segurança seleccionada?
RemoveSysRestore=Quer remover o ponto de restauro do sistema seleccionado?
NoBackupSelected=Por favor escolha pelo menos uma cópia de segurança para restaurar.
RestoreComplete=Restauro Completo
RestoreFromSysRestore=Tem que reiniciar o computador para o restauro do sistema. Quer iniciar agora o restauro?
WhenIdle=Quando inactivo
WhenLogin=Ao Iniciar sessão
NewVer=Está disponível uma nova versão! Quer actualizar agora?
TranslateTo=Traduzir para...

[Tuneup]
BlueReboot=Desactivar reinício automático em caso de falha do sistema (ecrã azul da morte).
RemoteRegAccess=Desactivar modificação remota do registo.
FileListSpeed=Optimizar política de actualização da lista de ficheiros do Windows.
PreviewUP=Acelerar velocidade de exibição da janela de pré-visualização da Barra de Tarefas.
OptDNS=Optimizar DNS e velocidade de análise DNS.
OptLAN=Optimizar ligação LAN.
ShowSpeed=Melhorar a velocidade de resposta do ecrã do sistema.
AeroSnap=Acelerar o Aero Snap para exibição mais rápida de miniaturas.
SSDSpeedup=Optimizar SSD
DisablePrefetch=Desactivar os parâmetros prefetch para prolongar o tempo de vida do SSD.
DisableSuperPrefetch=Desactivar os parâmetros Superfetch para prolongar o tempo de vida do SSD.
DisableDefragBoot=Desactivar a desfragmentação da unidade de sistema no arranque para prolongar o tempo de vida do SSD. 
DisableDefragIdle=Desactivar desfragmentação automática quando incativo para prolongar o tempo de vida do SSD.
EnableTRIM=Activar a função TRIM para melhorar o desempenho do SSD.
OptIEConnection=Aumentar o máx. de ligações por servidor. Aumento da velocidade de visualização das páginas Web e de vídeos online.
IconCache=Aumentar a cache de ícones do sistema e acelerar a visualização do ambiente de trabalho.
RestoreAll=Quer restaurar todos os itens para os valores padrão do Windows?
NoSelectedItem=Por favor escolha pelo menos um item para optimizar.
OptItems=Os seguintes %d itens podem ser optimizados.
ItemsOptimized=Foram optimizados %d itens.
TakeEff=Algumas alterações não produzirão efeito até que o computador seja reiniciado.
NoItems=Parabéns! Todos os itens foram optimizados.
BootSpeedup=Aceleração do Arranque/Desligar
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração da Rede
PrefetchParameters=Optimizar os parâmetros do prefetch para melhorar a velocidade de arranque do windows
BootDelay=Reduzir a duração da "verificação do disco" para melhorar a velocidade de arranque do windows
BootPartition=Activar a função de optimização para melhorar a velocidade de arranque do Windows.
ClearPagingFile=Desactivar a eliminação do ficheiro de paginação do Windows ao encerrar para acelerar o desligar do computador
TimeOut=Reduzir a lentidão das aplicações ao encerrar para melhorar o processo de encerramento
AutoKill=Fechar processos congelados para evitar falhas do sistema
RestartExplorer=Reiniciar automaticamente o Explorador do Windows para evitar um desaparecimento do ambiente de trabalho
TwoProcess=Definir que os componentes do Explorador do Windows corram em processos separados evitando conflitos do sistema
ErrorReport=Desactivar o relatório de erros no ecrã para melhorar o desempenho do sistema
Debugger=Desactivar o depurador para acelerar o processamento de erros
OptMemory=Optimizar as configurações padrão da memória para melhorar o desempenho do sistema
OptVEff=Optimizar o aspecto dos componentes da linha da frente(caixa de diálogo, menus, etc.) para melhorar o desempenho do sistema
OptFileSystem=Optimizar o sistema de ficheiros para melhorar o desempenho do sistema
OptDiskSystem=Optimizar o sub-sistema I/O do disco para melhorar o desempenho do sistema
DisAutoRun=Desactivar a função "Reprodução Automática" nas unidades para evitar a infecção/propagação de vírus
OptDiskIdle=Optimizar o I/O do disco quando o CPU está inactivo
OptTTL=Optimizar as configurações TTL(Time To Live) para melhorar o desempenho da rede
OptNetForward=Optimizar a capacidade de adiantamento da rede para melhorar o desempenho desta
OptMTU=Melhorar o desempenho TCP/IP através da detecção automática de "buracos negros" usando a técnica da 'Path MTU Discovery'
OptWINS=Optimizar o tempo de consulta do nome WINS(Windows Internet Name Service) para acelerar a velocidade de transferência de dados
OptNetWork=Optimizar as configurações de rede para melhorar o desempenho da comunicação
CloseAnimate=Desactivar os efeitos de animação ao maximizar ou minimizar janelas para a acelerar a resposta da janela
PagingExecutive=Desactivar a paginação de memória e reduzir o I/O do disco para melhorar o desempenho das aplicações. (A opção deve ser ignorada se a memória física for <1 Gb)
StaticIP=Definir um IP estático para as suas ligações locais para acelerar o arranque do computador
PorcessorTime=Optimizar o desempenho do processador para a execução de aplicações, jogos, etc. ser mais eficaz (Ignorar se se tratar de servidor)
DisableIDECheck=Desactivar a verificação do canal IDE pelo Windows para melhorar o tempo de arranque
ForeAppSpeed=Acelerar a velocidade de resposta dos programas de primeiro plano
AeroPeek=Acelerar a velocidade de exibição do Aero Peek
OptEthernet=Optimizar o desempenho da placa Ethernet

[Type]
ContextMenu=Itens Inválidos do Menu de Contexto
MUICache=Cache MUI
Services=Serviços Windows
Activex=Componentes ActiveX e COM
FireWall=Definições da firewall
RootAll=Atalhos  inválidos
SoftwareSection=Atalhos de software
ApplicationPaths=Atalhos  de aplicações
FileTypes=Tipos de Ficheiros
HelpFiles=Ficheiros de ajuda
Fonts=Fontes
SharedDLL=DLLs partilhadas
MRULists=Listas MRU (Usados Mais Recentemente) do utilizador
UninstallSection=Informação de desinstalação
StartMenu=Menu Iniciar
StartupProgram=Programas do arranque
SoundandAppEvents=Eventos de aplicações e Áudio
IEUrlHistory=História de visitas as sites do IE
IFEO=Execução de Ficheiros de Imagem
EmptyKey=Chaves Vazias
App=Configurações de programas

[ErrorMessage]
MUIError1=Referência MUI em falta, mas a unidade "%s" é %s, recomenda-se que ignore este erro.
MUIError=Referência MUI em falta
ServiceNotExists=O serviço especificado não existe.
MimeExName=Extensão de Ficheiro registada com MIME incorrecto: %s
EmptyKey=Chave Vazia
EmptyHelpdirctory=Directório de Ajuda Vazio.
FileNotExist=O Ficheiro(Pasta) não existe.
HFileNotExist=Ficheiro de Ajuda(Pasta) não existe.
EmptyValue=Valor Vazio
TypeLib=Biblioteca de tipos não existe:
NodeEmpty=Nodo Vazio
SharedFilenotexist=Ficheiro Partilhado não existe.
sharedfilenotbeuse=Ficheiro Partilhado não é usado.
noconnection=Sem informação de ligação de ficheiro.
Invalidpathtoicon=Atalho inválido para o ícone.
ReferstoaninvalidClass=Referência a uma Classe inválida.
Emptyshellcommand=Comando de interface vazio.
Invalidshellcommand=Comando de interface inválido (O ficheiro não existe).
Fontsnotexist=O ficheiro de fontes não existe.
Hijacking=%s foi sequestrado por %s.
MRULists=Listas MRU (Usados Mais Recentemente) do utilizador
invalidOpenWith=Não existem aplicações associadas com este tipo.
ReferActivex=Referência a uma entrada inválida Activex/COM.
EmptyCLSID=CLSID (Identificador de Classe) Vazio.
ComSourceNotExist=A origem COM não existe.
invalidUnistall=Informação de desinstalação inválida.
notexist=não existe.
ObsoleteStartMenuItem=Item Obsoleto do Menu Iniciar.
SoundFilenotexist=O Ficheiro de áudio não existe.
FileNotExist1=O Ficheiro(Pasta) não existe, mas a unidade "%s" é %s, recomenda-se que ignore este erro.
OpenWithError=Abertura com erro, a aplicação especificada não existe.
OpenWithError1=Abertura com erro, A aplicação especificada não existe. Mas a unidade "%s" é %s, recomenda-se que ignore este erro.
ComSourceNotExist1=A Origem COM não existe, mas a unidade %s é %s, recomenda-se que ignore este erro.

[Summary]
ContextMenu=Itens inválidos do menu de contexto
MUICache=Referência de Cache MUI em falta
Services=Serviços do Windows inválidos
Activex=Componentes ActiveX e COM inválidos
FireWall=Definições da firewall do Windows inválidas
RootAll=Atalhos e ficheiros inválidos
SoftwareSection=Atalhos e ficheiros inválidos deixados por software removido
ApplicationPaths=Atalhos e ficheiros de aplicação registados inválidos
FileTypes=Informação de extensão de ficheiro inválida
HelpFiles=Ficheiros de ajuda registados inválidos
Fonts=Informação de fonte inválida
SharedDLL=Bibliotecas de ligação dinâmica partilhadas em falta
MRULists=Histórico de ficheiros acedidos pelo utilizador, filmes vistos, documentos editados etc.
UninstallSection=Informação de desinstalação inútil ou inválida
StartMenu=Itens do Menu Iniciar obsoletos
StartupProgram=Programas do arranque inválidos ou obsoletos
SoundandAppEvents=Configurações de audio e eventos inválidas ou obsoletas
IEUrlHistory=Histórico de visitas as sites do IE
IFEO=Entradas maliciosas criadas por spyware, virus ou malware
EmptyKey=Entradas sem informação
App=Configurações de aplicação inválidas

[AutoClean]
ErrorsFixed=Os erros foram limpos.
Title=Parabéns!
ErrorsFound=Foram encontrados erros.

[AutoUpdate]
CurrentFile=Ficheiro Actual:
Canceling=A cancelar...
CANCEL=Cancelar
Ready=Pronto para transferência

[Skin]
SkinDefault=Padrão
SkinBlue=Azul
SkinGreen=Verde
SkinCustom=Personalizado
SkinColor=Cor do tema personalizada

[EUASK]
regcaption=Registar
logincaption=Entrar
FrmEuaskLogin.lblJoin.Caption=Aderir ao Euask
FrmEuaskLogin.lblSign.Caption=Entrar no Euask
FrmEuaskLogin.lblnick.Caption=Utilizador:
FrmEuaskLogin.lbl1.Caption=Palavra-passe:
FrmEuaskLogin.btnlogin.caption=Entrar
FrmEuaskLogin.btnregister.Caption=Registar
FrmEuaskLogin.btnpwd.Caption=Esqueceu a palavra-passe?
FrmEuaskLogin.WiseLabel1.Caption=Utilizador:
FrmEuaskLogin.WiseLabel2.Caption=Palavra-passe:
FrmEuaskLogin.btnreg.caption=Registar
FrmEuaskLogin.WiseSimpleButton1.Caption=Entrar
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Agora não
inputuser=Introduza a sua palavra-passe e nome de utilizador.

[Renew]
title=O Wise Registry Cleaner PRO irá expirar dentro de %d dias!
title1=A sua chave de licença expirou. Renove-a a tempo!
Price=Renovar Pro apenas %s!
Describe=Pode perder os previlégios da versão Pro.
Renew=Renovar agora
